brew 'git'
brew 'zsh'
brew 'bash'
brew 'fish'
brew 'make'
brew 'cmake'
brew 'openssl'
brew 'coreutils'
brew 'gnu-tar'
brew 'fzf'
brew 'reattach-to-user-namespace'
brew 'tmux'
brew 'ripgrep'
brew 'direnv'
brew 'ffmpeg'
brew 'wget'
brew 'curl'
brew 'gnu-sed'
brew 'z'
brew 'cloc'
brew 'jq'
brew 'tree'
brew 'gh'
brew 'sqlite3'
brew 'pandoc'
brew 'gnupg'
brew 'hugo'
brew 'graphviz'
brew 'gcc'
brew 'moreutils'
brew 'watch'
brew 'shellcheck'
brew 'shfmt'
brew 'pgrep'
brew 'pkill'
brew 'neovim'
brew 'atuin'
brew 'btop'
brew 'neofetch'
brew 'node'
brew 'jesseduffield/lazygit/lazygit'
brew 'prettier'
brew 'yarn'

cask 'warp'
cask 'brave'
cask 'rectangle'
cask 'slack'
cask 'spotify'
cask 'visual-studio-code'
cask 'figma'
cask 'iterm2'

tap 'homebrew/cask-fonts'
cask font-fira-code
cask 'font-hack'
cask 'font-jetbrains-mono'
cask 'font-inconsolata'
cask 'font-roboto'
cask 'font-roboto-mono'
cask 'font-ibm-plex'
